/* Default message shown in error alert dialogs for validation errors when no more specific error message is available */
"A validation error occurred" = "유효화 오류가 발생했습니다";

/* Default message shown in error alert dialogs when no more specific error message is available */
"An error occurred" = "오류 발생";

/* Title for alert dialog button asking what to do with invalid values entered by the user */
"Discard Change" = "변경사항 취소";

/* Default error message for formatting errors with bindings */
"Formatting Error" = "포맷 오류";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Illegal key" = "허용되지 않은 키";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Key cannot be empty" = "키는 비어 있을 수 없습니다";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Key is already in use" = "키가 이미 사용 중입니다";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Value for %@ cannot be empty" = "%@ 값은 비어 있을 수 없습니다";

